Repository: szporwolik/sr0wx
Catalog: locales/*/LC_MESSAGES/sr0wx.po
Languages: pl

source: has started
pl: został uruchomiony

source: No internet connection
pl: Brak połączenia z internetem

source: Starting plugin: %s
pl: Uruchamianie wtyczki: %s

source: Exception occured when running plugin
pl: Wystąpił problem podczas uruchamiania pluginu

source: Message to be transmitted:
pl: Wiadomość do nadania:

source: Clearing cache
pl: Czyszczenie pamięci podręcznej

source: Preparing sound samples
pl: Przygotowanie próbek dźwięku

source: Preloading sound samples
pl: Wstępne ładowanie próbek dźwięku

source: Couldn't find %s
pl: Nie odnaleziono %s

source: PTT control started
pl: Włączono kontrolę PTT

source: DTR/PTT set to ON
pl: DTR/PTT ustawiono w stan wysoki

source: RTS/PTT set to ON
pl: RTS/PTT ustawiono w stan wysoki

source: Failed to open serial port %s@%i
pl: Nie udało się otworzyć portu szeregowego %s@%i

source: Serial port was not configured, PTT control is disabled
pl: Port szeregowy nie został skonfigurowany, kontrola PTT jest wyłączona

source: Transmitting
pl: Nadawanie

source: Test Mode is enabled - transmitting was skipped
pl: Tryb testowy jest włączony - pominięto nadawanie

source: Cleaning up and finishig execution
pl: Czyszczenie oraz finalizacja uruchomienia

source: RTS/DTR set to OFF
pl: RTS/DTR ustawiono w stan niski

source: Couldn't close serial port
pl: Nie można zamknąć portu szeregowego

source: sr0wx.py has finished execution
pl: sr0wx.py zakończył działanie

source: January
pl: Stycznia

source: February
pl: Lutego

source: March
pl: Marca

source: April
pl: Kwietnia

source: May
pl: Maja

source: June
pl: Czerwca

source: July
pl: Lipca

source: August
pl: Sierpnia

source: September
pl: Września

source: October
pl: Października

source: November
pl: Listopada

source: December
pl: Grudnia

source: twentieth
pl: dwudziestego

source: thirtieth
pl: trzydziestego

source: first
pl: pierwsze

source: second
pl: drugiego

source: third
pl: trzeciego

source: fourth
pl: czwartego

source: fifth
pl: piątego

source: sixth
pl: szóstego

source: seventh
pl: siódmego

source: eighth
pl: ósmego

source: ninth
pl: dziewiątego

source: tenth
pl: dziesiątego

source: eleventh
pl: jedenastego

source: twelfth
pl: dwunastego

source: thirteenth
pl: trzynastego

source: fourteenth
pl: czternastego

source: fifteenth
pl: piętnastego

source: sixteenth
pl: szesnastego

source: seventeenth
pl: siedemnastego

source: eighteenth
pl: osiemnastego

source: nineteenth
pl: dziewietnastego

source: one
pl: pierwsza

source: two
pl: druga

source: three
pl: trzecia

source: four
pl: czwarta

source: five
pl: piąta

source: six
pl: szósta

source: seven
pl: siódma

source: eight
pl: ósma

source: nine
pl: dziewiąta

source: ten
pl: dziesiąta

source: eleven
pl: jedenasta

source: twelve
pl: dwunasta

source: thirteen
pl: trzynasta

source: fourteen
pl: czternasta

source: fifteen
pl: piętnasta

source: sixteen
pl: szesnasta

source: seventeen
pl: siedemnasta

source: eighteen
pl: osiemnasta

source: nineteen
pl: dziewietnasta

source: twenty
pl: dwudziesta

source: Alpha
pl: Adam

source: Bravo
pl: Barbara

source: Charlie
pl: Cezary

source: Delta
pl: Dorota

source: Echo
pl: Ewa

source: Foxtrot
pl: Franciszek

source: Golf
pl: Grażyna

source: Hotel
pl: Henryk

source: India
pl: Irena

source: Juliett
pl: Jadwiga

source: Kilo
pl: Karol

source: Lima
pl: Ludwik

source: Mike
pl: Maria

source: Oscar
pl: Olga

source: Papa
pl: Paweł

source: Romeo
pl: Roman

source: Sierra
pl: Stefan

source: Tango
pl: Tadeusz

source: Uniform
pl: Urszula

source: Victor
pl: Violetta

source: Whiskey
pl: Wanda

source: X-ray
pl: Ksawery

source: Yankee
pl: Ypsylon

source: Slash
pl: Przez

source: "%s" is not a element of callsign
pl: "%s" nie jest częścią znaku wywoławczego

source: Preparing data
pl: Przygotowywanie danych

source: Data was prepared
pl: Dane zostały przygotowane

source: Sending data to
pl: Wysyłanie danych do

source: Data was send, confirmation received
pl: Dane zostały wysłane, otrzymano potwierdzenie

source: Non-OK response received from %s, (%s)
pl: Otrzymano nieprawidłową odpowiedź od %s, (%s)

source: Could't send data or wrong response from the server
pl: Nie można wysłać danych lub otrzymano błędną odpowiedź od serwera

source: new moon
pl: nów

source: first quarter
pl: kwadra pierwsza

source: full moon
pl: pełnia

source: last quarter
pl: ostania kwadra

source: Sunrise
pl: Wschód słońca

source: Sunset
pl: Zachód słońca

source: Timeline for
pl: Kalendarium na

source: thunderstorm with light rain
pl: burza z lekkimi opadami deszczu

source: thunderstorm with rain
pl: burza z opadami deszczu

source: thunderstorm with heavy rain
pl: burza z silnymi opadami deszczu

source: light thunderstorm
pl: niewielka burza

source: thunderstorm
pl: burza

source: heavy thunderstorm
pl: silna burza

source: ragged thunderstorm
pl: przelotna burza

source: thunderstorm with light drizzle
pl: burza z lekką mżawką

source: thunderstorm with drizzle
pl: burza z mżawką

source: thunderstorm with heavy drizzle
pl: burza z silną mżawką

source: light intensity drizzle
pl: lekka mżawka

source: drizzle
pl: mżawka

source: heavy intensity drizzle
pl: silna mżawka

source: light intensity drizzle rain
pl: lekki mżący deszcz

source: drizzle rain
pl: mżący deszcz

source: heavy intensity drizzle rain
pl: silny mżący deszcz

source: shower rain and drizzle
pl: ulewa z mżawką

source: heavy shower rain and drizzle
pl: silna ulewa z mżawką

source: shower drizzle
pl: ulewa z mżawką

source: light rain
pl: lekkie opady deszczu

source: moderate rain
pl: umiarkowane opady deszczu

source: heavy intensity rain
pl: intensywne opady deszczu

source: very heavy rain
pl: bardzo intensywne opady deszczu

source: extreme rain
pl: oberwanie chmury

source: freezing rain
pl: marznący deszcz

source: light intensity shower rain
pl: lekka ulewa

source: shower rain
pl: ulewa

source: heavy intensity shower rain
pl: silna ulewa

source: ragged shower rain
pl: przelotna ulewa

source: light snow
pl: niewielkie opady śniegu

source: snow
pl: opady śniegu

source: heavy snow
pl: intensywne opady śniegu

source: sleet
pl: śnieg z deszczem

source: shower sleet
pl: śnieg z deszczem

source: light rain and snow
pl: śnieg z niewielkim deszczem

source: rain and snow
pl: śnieg z deszczem

source: light shower snow
pl: lekka śnieżyca

source: showersnow
pl: śnieżyca

source: heavy shower snow
pl: intensywna śnieżyca

source: mist
pl: zamglenia

source: smoke
pl: zadymienie

source: haze
pl: mgła

source: sand, dust whirls
pl: kurz i piach

source: fog
pl: mgła

source: sand
pl: piasek

source: dust
pl: pył

source: volcanic ash
pl: pył wulkaniczny

source: squalls
pl: szkwały

source: clear sky
pl: bezchmurnie

source: few clouds
pl: lekkie zachmurzenie

source: scattered clouds
pl: niewielkie zachmurzenie

source: broken clouds
pl: zachmurzenie umiarkowane

source: overcast clouds
pl: pochmurno

source: cloud coverage
pl: pokrycie chmur

source: visibility
pl: widzialność

source: no wind
pl: brak wiatru

source: light breeze
pl: lekka bryza

source: gentle wind
pl: delikatny wiatr

source: moderate wind
pl: umiarkowany wiatr

source: moderately strong wind
pl: umiejętnie silny wiatr

source: quite strong wind
pl: dość silny wiatr

source: strong wind
pl: silny wiatr

source: very strong wind
pl: bardzo silny wiatr

source: storm
pl: burza

source: strong storm
pl: silna burza

source: very strong storm
pl: bardzo silna burza

source: violent storm
pl: gwałtowna burza

source: hurricane
pl: huragan

source: from direction
pl: z kierunku

source: north
pl: północ

source: northeast
pl: północny wschód

source: east
pl: wschód

source: southeast
pl: południowy wschód

source: south
pl: południe

source: southwest
pl: południowy zachód

source: west
pl: zachód

source: northwest
pl: północny zachód

source: Getting actual weather
pl: Pobieranie aktualnej pogody

source: Getting forecast
pl: Pobieranie prognozy

source: Actual weather.
pl: Aktualna pogoda.

source: Weather forecast for the next four hours.
pl: Prognoza pogody na kolejne cztery godziny.

source: Weather forecast for the next twelve hours.
pl: Pogoda na kolejne dwanaście godziny.
